# main.py
start1 = 'Привет, '
start2 = '\nЯ Ваш персональный бот ежедневник!\n' \
         'Выберите, на какой день показать расписание или добавьте новое событие.' \
         '\n\n*Показать расписание:*'

# client.py
cancel = '*Действие отменено!*'
add1 = 'Введите сообщение в формате:\n_дд.мм.гг / чч:мм / текст_'
add2 = '\n\n*Например:* '
add3 = ' / 12:00 / Важное совещание!'
add4 = '*Ваша запись успешно добавлена!*\n\n'

# change.py
ch1 = 'Установлена высокая важность!'
ch2 = 'Запись удалена!'
ch3 = '*Запись удалена!*'

# today.py
td1 = 'Только важные'
td2 = '*Расписание на '
td3 = u'*\n_\U000026A1Только важные!_\n'
td4 = '*Расписание на '
td5 = '\n_На сегодня важных мероприятий не запланировано._'
td6 = '\n_На сегодня никаких мероприятий не запланировано._'

# tomorrow.py
tm1 = 'Только важные'
tm2 = '*Расписание на завтра*\n_\U000026A1Только важные!_\n'
tm3 = '*Расписание на завтра*\n'
tm4 = '\n_На завтра важных мероприятий не запланировано._'
tm5 = '\n_На завтра никаких мероприятий не запланировано._'

# edit_notes.py
ed1 = 'Режим редактирования'
ed2 = '*Редактирование записей на '
ed3 = '\n_Здесь Вы можете удалить или установить высокую важность для событий._'
ed4 = '*Редактирование записей на завтра*'
ed5 = '\n_Здесь Вы можете удалить или установить высокую важность для событий._'

# admin.py
adm1 = '*Файл bot.log:*\n'
adm2 = '\n*Пользователей:* '
adm3 = '\n*Всего записей:* '